app/controllers/api/v1/products_controller.rb

    def create
        @product = Product.new(product_params)
        if @product.save
---
INSERT INTO "products" ("name", "price", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Producto 3"], ["price", 0.39e2], ["created_at", 2020-01-18 02:49:26 UTC], ["updated_at", 2020-01-18 02:49:26 UTC]]